Repository: pitipund/basecore
Catalog: penta/locale/*/LC_MESSAGES/django.po
Languages: th

source: Digital TV
th: ดิจิตอลทีวี

source: success
th: สำเร็จ

source: Support only Youtube Dailymotion and RTMP
th: รองรับเฉพาะ Youtube Dailymotion และ RTMP

source: Support only Youtube and Dailymotion
th: รองรับเฉพาะ Youtube และ Dailymotion

source: Permission denied.
th: ไม่มีสิทธิ์เข้าถึง

source: Deleted.
th: ลบแล้ว

source: Can not find video.
th: ไม่พบวีดีโอ

source: Can not find Channel
th: ไม่พบช่อง

source: Page not found.
th: ไม่พบช่องที่ค้นหา

source: Please login.
th: กรุณาลงชื่อเข้าใช้

source: not allow
th: ไม่อนุญาต

source: Can not use
th: ไม่อนุญาตให้ใช้

source: duplicate name
th: ชื่อซ้ำ

source: username
th: ชื่อผู้ใช้

source: Required. 50 characters or fewer. Letters, numbers and @/./+/-/_ characters
th: ตัวอักษรไม่เกิน 50 ตัวอักษร, ประกอบด้วย ตัวอักษร ตัวเลข และ @ . + - _

source: Enter a valid username.
th: ชื่อผู้ใช้ไม่ถูกต้อง

source: first name
th: ชื่อจริง

source: last name
th: นามสกุล

source: email address
th: อีเมล์

source: date joined
th: วันที่ลงทะเบียน

source: Can not find user.
th: ไม่พบผู้ใช้

source: Invalid url:
th: url ไม่ถูกต้อง:

source: Can not get data from
th: ไม่สามารถดึงข้อมูลจาก

source: please try again
th: กรุณาลองอีกครั้ง

source: Can not find action, Please try again later.
th: ไม่สามารถทำคำสั่งได้ กรุณาลองอีกครั้งในภายหลัง

source: Link field is required.
th: กรุณาเพิ่มลิงค์

source: Profile url: Can not use
th: Profile url: ไม่อนุญาตให้ใช้

source: Profile url: Can not use numbers only, must have at least one character
th: ไม่สามารถตั้ง profile url ด้วยตัวเลขเท่านั้น จะต้องประกอบด้วยตัวอักษรอย่างน้อย 1 ตัวอักษร

source: Profile Url with this Url name already exists.
th: ชื่อ profile url นี้มีในระบบแล้ว

source: Profile Url field not allow
th: profile url ไม่อนุญาตให้ใช้

source: image field is required.
th: กรุณาเพิ่มรูปภาพ

source: Duplicate channel name
th: ชื่อช่องซ้ำ

source: Please add at least one icon
th: กรุณาเพิ่มไอคอนอย่างน้อย 1 รูป

source: Can not find channel, Please try again later.
th: ไม่พบช่องดังกล่าว กรุณาลองอีกครั้งในภายหลัง

source: Can not find user, Please login.
th: กรุณาลงชื่อเข้าใช้

source: Are you sure to change channel setting to Live, your playlist must be deleted?
th: หากเปลี่ยนให้เป็นช่องสด เพลย์ลิสต์ทั้งหมดของคุณจะถูกลบ คุณต้องการลบ?

source: Can not find playlist.
th: ไม่พบเพลย์ลิสต์

source: Incomplete information.
th: ข้อมูลไม่ถูกต้อง

source: Can not get data from link, Please try again.
th: ไม่สามารถดึงข้อมูลจากลิงค์ กรุณาลองอีกครั้ง

source: Support only Youtube and Dailymotion.
th: รองรับเฉพาะ Youtube และ Dailymotion

source: Can not find Channel or this channel may be deleted.
th: ไม่พบฃ่อง หรือช่องถูกลบแล้ว

source: Can not find Playlist or this Playlist may be deleted.
th: ไม่พบเพลย์ลิสต์ หรือเพลย์ลิสต์ถูกลบแล้ว

source: Not support.
th: ไม่รองรับ

source: Can not save this playlist to channel.
th: ไม่สามารถบันทึกเพลย์ลิสต์นี้ไปยังช่องได้

source: Select Category
th: เลือกหมวดหมู่

source: Next
th: ถัดไป

source: Back
th: ย้อนกลับ

source: Live
th: สด

source: Please follow interested channel below.
th: กรุณา เลือกติดตามรายการที่ท่านสนใจ ด้านล่าง

source: You can follow more or proceed to Next.
th: ท่านสามารถเลือกติดตามรายการเพิ่มเติมได้ หรือไปยังส่วน ถัดไป

source: Follows
th: จำนวนการติดตาม

source: By
th: โดย

source: Unfollow
th: เลิกติดตาม

source: Follow
th: ติดตาม

source: Share
th: แบ่งปัน

source: Add to Penta
th: เพิ่มบนเพนต้า

source: Edit
th: แก้ไข

source: Add
th: เพิ่ม

source: Edit channel
th: แก้ไขช่อง

source: Are you sure you want to delete channel?
th: คุณต้องการลบช่อง?

source: Delete channel
th: ลบช่อง

source: My Channel
th: ช่องของฉัน

source: Create Channel
th: สร้างช่อง

source: Add playlist
th: เพิ่มเพลย์ลิสต์

source: Welcome to Penta CHANNEL
th: ยินดีต้อนรับสู่ Penta CHANNEL

source: Follow your favorite channel, Just one click
th: ติดตามรับชมรายการโปรดของคุณง่ายๆ แค่คลิกเดียว

source: Or
th: หรือ

source: Search
th: ค้นหา

source: Search all
th: ค้นหาทั้งหมด

source: Search by category
th: ค้นหาด้วยหมวดหมู่

source: Channel not found
th: ไม่พบช่องที่ค้นหา

source: Link
th: ลิงค์

source: Pin this
th: ปักหมุดวีดีโอนี้

source: OK
th: ตกลง

source: Cancel
th: ยกเลิก

source: Are you sure you want to delete video?
th: คุณต้องการลบวีดีโอ?

source: Video not found on this channel.
th: ไม่พบวีดีโอในช่อง

source: Create video
th: เพิ่มวีดีโอ

source: by
th: โดย

source: Create video for channel
th: เพิ่มวีดีโอสำหรับช่อง

source: Home
th: หน้าแรก

source: Notifications
th: แจ้งเตือน

source: Profile
th: โปรไฟล์

source: Change Language
th: เปลี่ยนภาษา

source: User Manual
th: คู่มือการใช้งาน

source: Admin tools
th: เครื่องมือแอดมิน

source: Logout
th: ลงชื่อออก

source: Sign up
th: ลงทะเบียน

source: Connect with Facebook
th: เชื่อมต่อด้วย Facebook

source: Add Playlist
th: เพิ่มเพลย์ลิสต์

source: Name
th: ชื่อ

source: Channel
th: ฃ่อง

source: Admin Tools
th: เครื่องมือแอดมิน

source: Select Tags to show in List page, drag each Tag up/down to arrange order
th: เลือกแท็กที่จะแสดงในหน้าลิสต์ โดยการลากขึ้นลง

source: Save
th: บันทึก

source: Update Channel
th: แก้ไขช่อง

source: 1.Add Channel Name
th: 1.กรอกชื่อช่อง

source: Channel Name
th: ชื่อช่อง

source: 2.Choose to upload channel's icon or enter image URL of your icon(need to select one of them)
th: 2.เลือกรูป หรือ ใส่ url ของรูป

source: Icon
th: ไอคอน

source: or Icon URL
th: หรือ url ของไอคอน

source: Sample image
th: รูปตัวอย่าง

source: 3.Add detail for your channel.
th: 3.กรอกคำอธิบายสำหรับช่อง

source: Detail
th: คำอธิบาย

source: 4.Add tags for your channel.
th: 4.เพิ่มแท็กสำหรับช่อง

source: Tag
th: แท็ก

source: Type new tag or select from below.
th: พิมพ์แท็กที่ต้องการหรือเลือกจากด้านล่าง

source: Creating...
th: กำลังสร้าง...

source: Create Tag
th: สร้างแท็ก

source: Example
th: ตัวอย่าง

source: Movie
th: ละคร

source: 5.Arrange your playlist (By drag&drop) and select playlist for pin
th: 5.จัดเพลย์ลิสต์(โดยการลากและวาง) และปักหมุดเพลย์ลิสต์

source: Playlists
th: เพลย์ลิสต์

source: Advance
th: ขั้นสูง

source: Link keys
th: ลิงค์คีย์

source: Add New Key
th: เพิ่มคีย์

source: Don't show in search result.
th: ไม่แสดงในผลการค้นหา

source: 7.Enter URL of your channel to show your channel to other people easier.
th: 7.กรอก url เพื่อให้บุคคลอื่นเข้าถึงได้ง่ายขึ้น

source: Channel Url
th: url ของช่อง

source: Allow only
th: อนุญาตเฉพาะ

source: Submit
th: ตกลง

source: Remove
th: ลบ

source: Failed to create empty tag.
th: ไม่สามารถสร้างแท็กว่างได้

source: Feeds
th: ฟีด

source: Enter youtube or dailymotion link and use # for insert tag
th: เพิ่มลิงค์ Youtube หรือ Dailymotion และใช้ # สำหรับเพิ่มแท็ก

source: Post
th: โพส

source: Loading
th: กำลังโหลด

source: No more data
th: ไม่มีข้อมูล

source: Post field must have at least one link
th: ต้องมีลิงอย่างน้อย 1 ลิงค์

source: Save to
th: บันทึกไปยัง

source: Update links
th: แก้ไขลิงค์

source: Playlist
th: เพลย์ลิสต์

source: Link name
th: ชื่อลิงค์

source: Delete Link
th: ลบลิงค์

source: Can not get information from link
th: ไม่สามารถดึงข้อมูลจากลิงค์

source: Playlist not available
th: เพลย์ลิสต์ที่ไม่สามารถเล่นได้

source: Not found Channel
th: ไม่พบช่อง

source: Edit Playlist
th: แก้ไขเพลย์ลิสต์

source: Delete Playlist
th: ลบเพลย์ลิสต์

source: Back to top
th: กลับด้านบน

source: Create Playlist
th: สร้างเพลย์ลิสต์

source: Update Playlist
th: แก้ไขเพลย์ลิสต์

source: Arrange your link (By drag&drop)
th: จัดลิงค์(โดยลากและวาง)

source: Add more link
th: เพิ่มลิงค์

source: Add New Tag
th: เพิ่มแท็ก

source: Please insert url or title.
th: กรุณาใส่ url หรือ ชื่อ

source: Firstname
th: ชื่อจริง

source: Lastname
th: นามสกุล

source: Email
th: อีเมลล์

source: Edit Profile
th: แก้ไขโปรไฟล์

source: Add Channel
th: เพิ่มช่อง

source: Update Profile
th: แก้ไขโปรไฟล์

source: Date joined
th: วันที่ลงทะเบียน

source: Last login
th: ลงชื่อเข้าใช้ล่าสุด

source: Username
th: ชื่อผู้ใช้

source: show email on Profile
th: แสดงอีเมลล์ในหน้าโปรไฟล์

source: Profile image
th: รูปโปรไฟล์

source: Currently
th: ปัจจุบัน

source: Change
th: เปลี่ยน

source: Profile url: Can not use admin.
th: ไม่สามารถตั้ง profile url ด้วยคำว่า admin

source: Please Log in
th: กรุณาลงชื่อเข้าใช้

source: Can not
th: ไม่สามารถ

source: play on Penta
th: เล่นบนเพนต้า

source: add to queue
th: เพิ่มในคิว

source: All Favorites
th: ช่องที่ติดตามทั้งหมด

source: Log in
th: ลงชื่อเข้าใช้

source: or Sign up
th: หรือลงทะเบียน

source: How to add channel to
th: ขั้นตอนการเพิ่มช่องบน

source: PentaTV
th: เพนต้าทีวี

source: This feature require Penta extension.
th: คุณสมบัตินี้ต้องการ Penta extension ในการใช้งาน

source: Click here to install.
th: คลิกที่นี่เพื่อติดตั้ง

source: Click on Penta extension icon, type your PentaTV ip address and click Add.
th: คลิกที่ Penta extension icon จากนั้นพิมพ์ ip address ของเพนต้าทีวีและคลิก เพิ่ม

source: Click on your PentaTV ip address. if connect success, Connected sign will show.
th: คลิกที่เพนต้าทีวี ip address ของคุณ ถ้าเชื่อมต่อสำเร็จ จะปรากฏสัญลักษณ์ดังภาพ

source: Go to pentachannel.com/home/ or pentachannel.com/channel/{channel} and click Add to PentaTV.
th: ไปที่ pentachannel.com/home/ หรือ pentachannel.com/channel/{channel} จากนั้นคลิก เพิ่มบนเพนต้าทีวี

source: Channel will add to your PentaTV.
th: ช่องจะถูกเพิ่มขึ้นไปบนเพนต้าทีวี
